Overload List
Name  |   Description
GetRegisteredUpdaterInfos
 Returns UpdaterInfos for all the application-wide updaters.
GetRegisteredUpdaterInfos(Document)
 Returns information about all updaters applicable to the given document.
 See Also
  UpdaterRegistry Class
  UpdaterRegistry Members
  Autodesk.Revit.DB Namespace